IDEA StatiCa Open Model
ConcreteCheckResult Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteCheckResult()
Public Sub New
public:
ConcreteCheckResult()
See Also
Reference
ConcreteCheckResult Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace